Repository: endclose/stgmsite
Catalog: translations/messages+intl-icu.*.xlf
Languages: es, pt

source: Converts fats, oils, and grease molecules to CO2 and water leaving the nutrients being food for bacteria in STP.
es: Convierte grasas, aceites y moléculas de grasa en CO2 y agua, dejando que los nutrientes sean alimento para las bacterias en STP.

source: Increases the dissolved Oxygen by up to 600%.
es: Aumenta el oxígeno disuelto hasta en un 600%.

source: Reduces Energy Usage (aeration system).
es: Reduce el uso de energía (sistema de aireación).

source: Biodegrades marine faecal and food waste and bottom sludge.
es: Biodegrada los residuos fecales y alimentarios marinos y los lodos del fondo.

source: Reduces Volatile Organic Compounds and Ammonia.
es: Reduce los compuestos orgánicos volátiles y el amoníaco.

source: Converts the anaerobic sludge to aerobic. The aerobic biodegradation takes approximate 7 days instead of the 54 days in the anaerobic zone.
es: Convierte el lodo anaeróbico en aeróbico. La biodegradación aeróbica tarda aproximadamente 7 días en lugar de los 54 días en la zona anaeróbica.

source: Predominantly anaerobic action, where the waterborne diseases hibernate. Once converted to the aerobic phase, the waterborne diseases are obliterated.
es: Acción predominantemente anaeróbica, donde hibernan las enfermedades transmitidas por el agua.

source: The conversion to aerobic eliminates the source of the smells related to the black fermenting anaerobic sludge.
es: La conversión a aeróbico elimina la fuente de los olores relacionados con el lodo anaeróbico de fermentación negra.

source: Mozking bacteria secrete a crystalline toxin that prevents the maturing of the mosquito and black fly larvae.
es: Las bacterias mozking segregan una toxina cristalina que impide la maduración de las larvas de mosquitos y moscas negras.

source: MozKing in conjunction with MozGo and Mozzicote forms a formidable mosquito and fly extermination program.
es: MozKing junto con MozGo y Mozzicote forman un formidable programa de exterminio de mosquitos y moscas.

source: The breeding cycle of mosquitoes is 6 weeks; therefore, the application of the MozKing should be every 2 weeks with 3 dosing in total over the 6-week period.
es: El ciclo de reproducción de los mosquitos es de 6 semanas; por lo tanto, la aplicación de MozKing debe realizarse cada 2 semanas con 3 dosis en total durante el período de 6 semanas.

source: A slow release gel that biodegrades faecal and organic waste in all management treatment systems.
es: Gel de liberación lenta que biodegrada los residuos orgánicos y fecales en todos los sistemas de tratamiento de aguas.

source: Predominantly aerobic waste biodegradation.
es: Biodegradación de residuos predominantemente aeróbica.

source: Eliminates waterborne diseases by converting anaerobic to aerobic sludge.
es: Elimina las enfermedades transmitidas por el agua al convertir lodos anaeróbicos en aeróbicos.

source: Removes smells by degrading the molecules of the faecal waste.
es: Elimina los olores degradando las moléculas de los desechos fecales.

source: Converts faecal molecules to CO2 and water leaving the nutrients which is a food source for bacteria.
es: Convierte las moléculas fecales en CO2 y agua dejando los nutrientes que son una fuente de alimento para las bacterias.

source: Biolake biologically removes phosphates and nitrates being the food source of cyanobacteria, aquatic weed, alien grasses. Removes bottom sludge including gel and restores the ecological equilibrium of the water body.
es: Biolake elimina biológicamente fosfatos y nitratos que son la fuente de alimento de cianobacterias, malas hierbas acuáticas y pastos extraños. Elimina los lodos del fondo y restablece el equilibrio ecológico del agua.

source: Biolake establishes a biomass using bacterial cultures to remove the phosphorous and nitrogen compounds that most algae including cyanobacteria and grasses uses as a food source.
es: Biolake establece una biomasa utilizando cultivos bacterianos para eliminar los compuestos de fósforo y nitrógeno que la mayoría de las algas, incluidas las cianobacterias y los pastos, utilizan como fuente de alimento.

source: Biolake adds a blend of facultative (which perform under aerobic and anaerobic conditions) and anaerobic microbial cultures to break down the vast quantities of bottom sludge.
es: Biolake agrega una mezcla de cultivos microbianos facultativos (que funcionan en condiciones aeróbicas y anaeróbicas) y anaeróbicos para descomponer las grandes cantidades de lodo del fondo.

source: MozCote the Nano technology apply to walls, ceilings, bedspreads, curtains and furniture will repel mosquitoes for up to 4 months.
es: MozCote la tecnología Nano aplicada a paredes, techos, cortinas y muebles repelerá a los mosquitos por hasta 4 meses

source: Once dry, the sprayed surface becomes the repellant.
es: Una vez seca, la superficie rociada se convierte en repelente.

source: MozCote will repel mosquitoes, even with regular washing of the surface.
es: MozCote repelerá a los mosquitos, incluso con un lavado regular de la superficie.

source: MozGo using the Nano technology apply MozGo into the washing rinse and mosquitoes will be repelled for over 3 months even with regular washing of the clothes.
es: MozGo utiliza la tecnología Nano, aplique MozGo en el enjuague de lavado y los mosquitos serán repelidos durante más de 3 meses incluso con el lavado regular de la ropa.

source: The clothing now becomes the repellent and not the person’s skin.
es: La ropa ahora se convierte en repelente y no en la piel de la persona.

source: Many people have adverse reactions to chemically based repellents; not MozGo.
es: Muchas personas tienen reacciones adversas a los repelentes de base química; no MozGo.

source: MozGo will repel for over 3 months, even with regular washing.
es: MozGo repelerá durante más de 3 meses, incluso con un lavado regular.

source: Enrironment Services
es: Servicios Ambientales

source: We Count With The Services That You Need
es: Contamos Con Los Servicios Que Necesitas

source: Analysis
es: Análisis

source: Installation
es: Instalación

source: Maintenance
es: Mantenimiento

source: Optimization
es: Optimización

source: Training
es: Capacitación

source: CALL US TO
es: LLAMANOS AL

source: Environment Area
es: Área Ambiental

source: Sprcialists in Waste Water Treatment.
es: Especialistas en el Tratamiento de Aguas Residuales

# Preparaci&amp;oacute;n de Muestra
source: Preparaci&oacute;n de Muestra
es: Preparación de Muestra
pt: Preparação de Amostra

source: Este horno tiene un sistema de doble quemador forzado por ventilador, con sistema de encendido autom&aacute;tico. Se puede cambiar entre GN y GLP (propano) para adaptarse a los diferentes requisitos del sitio, con solo unos pocos ajustes simples realizados en el sitio que implican un mínimo de tiempo de inactividad y costos asociados.
es: Este horno tiene un sistema de doble quemador forzado por ventilador, con sistema de encendido automático. Se puede cambiar entre GN y GLP (propano) para adaptarse a los diferentes requisitos del sitio, con solo unos pocos ajustes simples realizados en el sitio que implican un mínimo de tiempo de inactividad y costos asociados.
pt: Este forno possui sistema de duplo queimador forçado por ventilador, com sistema de ignição automática. Ele pode ser alternado entre NG e GPL (propano) para atender aos diferentes requisitos do local, com apenas alguns ajustes simples feitos no local que envolvem tempo de inatividade mínimo e custos associados.

source: Este horno tiene un interruptor principal giratorio de encendido/apagado f&aacute;cil de usar. Se calienta mediante 12 elementos montados en las paredes laterales. Es ideal para el funcionamiento continuo. ya que esto prolongar&aacute; la vida de los elementos.
es: Este horno tiene un interruptor principal giratorio de encendido/apagado fácil de usar. Se calienta mediante 12 elementos montados en las paredes laterales. Es ideal para el funcionamiento continuo. ya que esto prolongará la vida de los elementos.
pt: Este forno possui um interruptor giratório principal liga / desliga fácil de usar. É aquecido por 12 elementos montados nas paredes laterais. É ideal para operação contínua. pois isso vai prolongar a vida dos elementos.

source: El 100 Place Cupellation es adecuado para laboratorios grandes, con procesamientos de entre 400 a 1200 muestras por d&iacute;. Trabaja con gas natural, gas licuado de petroleo (L.P.) y Diesel.
es: El 100 Place Cupellation es adecuado para laboratorios grandes, con procesamientos de entre 400 a 1200 muestras por día. Trabaja con gas natural, gas licuado de petroleo (L.P.) y Diesel.
pt: O 100 Place Cupellation é adequado para grandes laboratórios, processando de 400 a 1200 amostras por dia. Trabalha com gás natural, gás liquefeito de petróleo (L.P.) e Diesel.

source: Reference Materials and Standars
es: Materiales de Referencia y Estándares

source: Certified reference materials by Rocklabs
es: Materiales de Referencia Certificados por Rocklabs

source: Rocklabs Certified Reference Materials are recognized as the most accurate reference materials and Reliable worldwide and certified for the elements of the Gold, Silver and Platinum group.
es: Los materiales de referencia certificados de Rocklabs son reconocidos como los materiales de referencia más precisos y confiables a nivel mundial y están certificados para los elementos del grupo de oro, plata y platino.

source: Certified reference materials by CDN
es: Materiales de Referencia Certificados por CDN

source: CDN certified reference materials and standards are prepared from real minerals or mixtures of real minerals with mineral concentrates.
es: Los materiales de referencia certificados de CDN y estándares, están preparados a partir de minerales reales o mezclas de minerales reales con concentrados de mineral.

source: English
es: Inglés

source: Fatking biomass secretes mainly lipase being the main enzyme to biodegrade fats, oils and greases in all environments such as fat traps, septic tanks STW.
es: La biomasa segrega principalmente grasa mediante la principal enzima para biodegradar grasas y aceites, la lipasa. En todos los ambientes como trampas de grasa, fosas sépticas STW.

source: Mexico
es: México

source: Blvd. Manuel Avila Camacho 32 Int. 6, Lomas de Chapultepec III Section, Miguel Hidalgo, Cuidad de Mexico 11000
es: Blvd. Manuel Avila Camacho 32 Int. 6, Lomas de Chapultepec III Sección, Miguel Hidalgo, Cuidad de México 11000

source: Si deseas consultar mayor información sobre nuestros servicios y/o productos,If you would like more information about our services and /or products,
es: Si deseas consultar mayor información sobre nuestros servicios y/o productos,

source: or if you would like to request a free consultation,
es: o tienes alguna duda al respecto,no dudes en solicitar una consultoría

source: please email us! One of our client service
es: envianos un correo electrónico! Un representante de servicios al clientes

source: representatives will contact you shortly.
es: se contactará con usted a la brevedad.

source: Our Phone Number
es: Nuestro Teléfono

source: We Are Here For You.
es: Estamos Aquí Para Tí.

source: Request a Quote
es: Solicita una Cotización

source: Rocklabs-OxC152 Brand Gold Reference Material
es: Material de referencia de Oro Marca Rocklabs-OxC152

source: Rocklabs-OxG140 Brand Gold Reference Material
es: Material de referencia de Oro Marca Rocklabs-OxG140

source: Rocklabs-Oxi164 Brand Gold and Silver Reference Material
es: Material de referencia de Oro y Plata Marca Rocklabs-Oxi164

source: Rocklabs-SN104 Brand Gold and Silver Reference Material
es: Material de referencia de Oro y Plata Marca Rocklabs-SN104

source: Rocklabs-SG99 Brand Gold and Silver Reference Material
es: Material de referencia de Oro y Plata Marca Rocklabs-SG99

source: Rocklabs-SL105 Brand Gold and Silver Reference Material
es: Material de referencia de Oro y Plata Marca Rocklabs-SL105

source: PULVERIZED ROCK SAMPLES CDN-ME-1709 (100g bags)
es: Muestras de Roca Pulverizada CDN-ME-1709 (bolsas de 100g)

source: PULVERIZED ROCK SAMPLES CDN-ME-1709 (1 kg jars)
es: Muestras de Roca Pulverizada CDN-ME-1709 (bolsas de 1Kg.)

source: PULVERIZED ROCK SAMPLES CDN-ME-1902 (100g bags)
es: Muestras de Roca Pulverizada CDN-ME-1902 (bolsas de 100g)

source: PULVERIZED ROCK SAMPLES CDN-ME-1805 (60g bags)
es: Muestras de Roca Pulverizada CDN-ME-1805 (bolsas de 60g)

source: PULVERIZED ROCK SAMPLES CDN-GS-P1A (50g bags)
es: Muestras de Roca Pulverizada CDN-GS-P1A (bolsas de 50g)

source: CONTACTO
pt: CONTATO

# 973 3rd St W, North Vancouver, BC V7P 1E4, Canad&amp;aacute;
source: 973 3rd St W, North Vancouver, BC V7P 1E4, Canad&aacute;
pt: 973 3rd St W, North Vancouver, BC V7P 1E4, Canadá

source: Derechos Reservados.
pt: Direitos Reservados.

source: Socios Comerciales
pt: Parceiros de Negócios

source: Inicio
pt: Começo

# Empresa Canadiense Con Soluciones Biol&amp;oacute;gicas
source: Empresa Canadiense Con Soluciones Biol&oacute;gicas
pt: Empresa canadense com soluções biológicas

source: Avantu se formó en 2020 en Canadá para llevar la magia de las bacterias biológicas aprobadas y seleccionadas científicamente al mercado mundial.
pt: Avantu foi formada em 2020 no Canadá para trazer a magia de bactérias biológicas cientificamente selecionadas e aprovadas para o mercado mundial.

source: Sus raíces están en África, donde su cofundador, Lohmann Beams, descubrió el poder de las bacterias beneficiosas.
pt: Suas raízes estão na África, onde seu cofundador, Lohmann Beams, descobriu o poder das bactérias benéficas.

# VISITAR P&amp;Aacute;GINA
source: VISITAR P&Aacute;GINA
pt: VISITE A PÁGINA

source: Empresa Canadiense Dedicada a Materiales de Referencia Certificados.
pt: Empresa canadense dedicada a materiais de referência certificados.

source: Es uno de los principales proveedores de materiales de referenia de calidad, listos para usar en la industria minera.
pt: É um dos principais fornecedores de materiais de referência de qualidade e prontos para uso na indústria de mineração.

source: Ofrece a sus clientes una amplia selecci&oacute;n de materiales de referencia de ensayo, as&iacute; como la preparaci&oacute;n de est&aacute;ndares personalizados a pedido.
pt: Ela também oferece a seus clientes uma ampla seleção de materiais de referência de teste. como a preparação de padrões personalizados mediante solicitação.

source: Sistemas de Digesti&oacute;n Autom&aacute;ticos de Fabricaci&oacute;n Canadiense.
pt: Sistemas Canadenses de Digestão Automática.

source: Ofrece tecnolog&iacute;a de digesti&oacute;n de muestras para preparar muestras para an&aacute;lisis m&aacute;s r&aacute;pido, con mayor precisi&oacute;n y seguridad mejorada.
pt: Oferece tecnologia de digestão de amostra para preparar amostras para análise mais rapidamente, com maior precisão e segurança aprimorada.

source: La tecnolog&iacute;a probada de ColdBlock est&aacute; disponible en m&uacute;ltiples plataformas que se pueden incorporar en pr&aacute;cticamente cualquier entorno de laboratorio de qu&iacute;mica h&uacute;meda est&aacute;ndar.
pt: A tecnologia comprovada do ColdBlock é disponível em várias plataformas que podem ser praticamente incorporadas qualquer ambiente de laboratório de química úmida padrão.

source: Empresa Australiana Productora de Hornos de Secado, Fusi&oacute;n y Copelaci&oacute;n
pt: Empresa australiana produtora de fornos de secagem, fusão e ventosa.

source: Se estableci&oacute; en 2007 con el objetivo de crear una empresa de fabricaci&oacute;n de equipos de ensayo de fuego con un enfoque incomparable en la calidad y el servicio al cliente
pt: Foi estabelecido em 2007 com o objetivo de criar uma empresa de fabricação de equipamentos de teste de incêndio com foco incomparável na qualidade e atendimento ao cliente.

source: Furnace and Assay lidera la industria con sus servicios técnicos y de mantenimiento.
pt: Furnace and Assay lidera a indústria com seus serviços técnicos e de manutenção.

source: Hornos de Secado, Fusi&oacute;n y Copelaci&oacute;n de Fabricaci&oacute;n Australiana.
pt: Fornos de secagem, fusão e ventos feitos na Austrália.

source: En 1856, los hermanos Morgan fundaron la Patent Plumbago Crucible Company, que fabricaba crisoles en una pequeña fábrica en Battersea, Londres.
pt: Em 1856, os irmãos Morgan fundaram a Patent Plumbago Crucible Company, que fez cadinhos em uma pequena fábrica em Battersea, Londres.

source: El éxito de la empresa se debió al uso de grafito (plumbago) en la mezcla de arcilla para producir un crisol que fundía el metal más rápido y duraba más que cualquier otra cosa disponible en Europa en ese momento.
pt: O sucesso da empresa deveu-se à utilização de grafite (plumbago) na mistura de argila para a produção de um cadinho que derretia o metal mais rápido e durava mais do que qualquer outra coisa disponível na Europa na época.

source: Equipamiento de Laboratorio
pt: Equipamento de laboratório

source: Es un fabricados internacional canadiense y distribuidor de todo tipo de sistemas de tuber&iacute;s termopl&aacute;sticas (HDPE, PP, PVC, CPVC ECT.) para proyectos industriales y municipales.
pt: É um fabricante e distribuidor internacional canadense de todos os tipos de sistemas de tubulação termoplástica (HDPE, PP, PVC, CPVC ECT.) para projetos industriais e municipais.

source: PPSI tambi&eacute;n tiene servicios de uni&oacute;n de campo para todos nuestros productos.
pt: PPSI também oferece serviços de colagem de campo para todos os nossos produtos.

# Productos Dise&amp;ntilde;ados y Fabricados en Nueva Zelanda
source: Productos Dise&ntilde;ados y Fabricados en Nueva Zelanda
pt: Produtos projetados e fabricados na Nova Zelândia

source: Rocklabs es una marca reconocida, bajo el sello de Scott Technologies; ofrecen soluciones rob&oacute;ticas y de automatizaci&oacute;n inteligente.
pt: Rocklabs é uma marca reconhecida, sob o selo Scott Technologies; oferecem soluções de automação robótica e inteligente.

source: Se estableci&oacute; en 1969 como un laboratorio comercial, especializado en an&aacute;lisis geoqu&iacute;mico y ensayos de fuego.
pt: Foi estabelecido em 1969 como um laboratório comercial, especializado em análises geoquímicas e testes de incêndio.

source: Desde entonces, Rocklabs ha sido un innovador global en el campo de los equipos ded preparaci&oacute;n de muestras, una amplia variedad
pt: Desde então, a Rocklabs tem sido uma inovadora global no campo de equipamentos de preparação de amostras, uma ampla variedade.

source: de equipos para la extracci&oacute;n de oro, plata, platino, hierro y paladio.
pt: de equipamentos para extração de ouro, prata, platina, ferro e paládio.

source: Conocenos
pt: Nos Conohce

source: Nuestra Empresa
pt: Nossa Empresa

source: La satisfacción del cliente es el núcleo de la filosofía de STG Mining y nuestro experimentado personal internacional se esfuerza por hacer su vida un poco más fácil simplificando las necesidades de su laboratorio.
pt: A satisfação do cliente está no centro da filosofia da STG Mining e nossa experiente equipe internacional se esforça para tornar sua vida um pouco mais fácil, simplificando as necessidades de seu laboratório.

# Nuestra Misi&amp;oacute;n
source: Nuestra Misi&oacute;n
pt: Nossa Missão

source: Como una pequeña empresa con presencia global, nuestros clientes son lo que realmente importa.
pt: Como uma pequena empresa com presença global, nossos clientes são o que realmente importa.

source: Nos esforzamos por brindar continuamente un servicio honesto y confiable, combinado con los mejores productos para satisfacer las necesidades específicas de nuestros clientes. Estamos aquí para usted y valoramos su colaboración y asociación. Su éxito, es nuestro éxito.
pt: Nós nos esforçamos para fornecer continuamente serviços honestos e confiáveis, combinados com os melhores produtos para atender às necessidades específico para nossos clientes. Estamos aqui para ajudá-lo e valorizamos sua colaboração e parceria. O teu sucesso é o nosso sucesso.

# Nuestra Visi&amp;oacute;n
source: Nuestra Visi&oacute;n
pt: Nossa visão

source: Nuestra visi&oacute;n, es convertirnos en un proveedor de confianza de equipos de miner&iacute;a de laboratorios en toda Am&eacute;rica
pt: Nossa visão é nos tornarmos um fornecedor confiável de equipamentos de laboratório para mineração nas Américas.

# Conocenos Un Poco M&amp;aacute;s
source: Conocenos Un Poco M&aacute;s
pt: Conheça-nos um pouco mais

source: Descarga Nuestro Folleto
pt: Baixe nosso folheto

# Descargalo Aqu&amp;iacute;
source: Descargalo Aqu&iacute;
pt: Baixe aqui

# Estamos Aqu&amp;iacute; Para Ti
source: Estamos Aqu&iacute; Para Ti
pt: Estamos aqui por você

# Como especialistas en laboratorios de miner&amp;iacute;a
source: Como especialistas en laboratorios de miner&iacute;a
pt: Como especialistas de laboratório de mineração

source: Brindamos productos y servicios que se adaptan a sus necesidades
pt: Oferecemos produtos e serviços que atendem às suas necessidades exclusivas

source: Nos dedicamos a brindar productos de calidad y un excelente servicio al cliente
pt: Estamos empenhados em fornecer produtos de qualidade e excelentes serviços ao cliente.

source: Hornos de Fuego
pt: Teste de Fogo

# Dise&amp;ntilde;o de Laboratorios
source: Dise&ntilde;o de Laboratorios
pt: Projeto de Laboratório

# Material de Referencia y Est&amp;aacute;ndares
source: Material de Referencia y Est&aacute;ndares
pt: Material de Referência e Padrões

source: Nuestros Socios Comerciales
pt: Nossos Parceiros de Negócios

source: A trav&eacute;s de los a&ntilde;os, nos hemos asociado con distintivas marcas.
pt: Ao longo dos anos, temos feito parcerias com líderes na indústria de mineração.

# LEER M&amp;Aacute;S
source: LEER M&Aacute;S
pt: LER MAIS

source: Productos de Ensayo de Fuego
pt: Produtos de Teste de Fogo

source: Productos
pt: Produtos

source: Crisoles (Morganite y Noltina)
pt: Cadinhos (Morganita e Noltina)

source: Crisoles de alto rendimiento y consumibles de fundici&oacute;n para aplicaciones de fusi&oacute;n de metales no ferrosos.
pt: Cadinhos de alto desempenho e consumíveis de fundição para aplicações de fundição de metais não ferrosos.

source: Ladrillos Refractarios
pt: Tijolos Refratários

source: Son fabricados a partir de caolines muy puros,enriquecidos con al&uacute;mina en las versiones cuyas temperaturasde clasificaci&oacute;n son m&aacute;s elevadas.
pt: São fabricados com caulim muito puro, enriquecido com Alumina em versões com temperaturas de classificação mais altas.

source: Face Seals
pt: Selos Faciais

source: Hecho en materiales de cer&aacute;mica, en blanco y negro, vol&uacute;menes desde &uacute;nicos hasta de alto rendimiento, tama&ntilde;os que se adaptan a sus requisitos y se utilizan en aplicaciones en los mercados de procesamiento qu&iacute;mico, industrial, aeroespacial, energ&eacute;tico, m&eacute;dico, etc.
pt: Fabricado em materiais cerâmicos, em preto e branco, volumes de single a alto desempenho, tamanhos a serem adaptado às suas necessidades e usado em aplicações nos mercados de processamento químico, industrial, aeroespacial, energética, médica, etc.

# Tenemos tu soluci&amp;oacute;n
source: Tenemos tu soluci&oacute;n
pt: Nós Temos Sua Solução

# COTIZA CON NOSOTROS POR LLAMADA O CORREO ELECTR&amp;Oacute;NICO
source: COTIZA CON NOSOTROS POR LLAMADA O CORREO ELECTR&Oacute;NICO
pt: CITAÇÃO CONOSCO POR LIGAÇÃO OU E-MAIL

# Productos de Geolog&amp;iacute;a
source: Productos de Geolog&iacute;a
pt: Produtos de Geologia

# Productos de Golog&amp;iacute;a
source: Productos de Golog&iacute;a
pt: Produtos de Geologia

source: Nombre del Producto
pt: Nome do Produto

# Describci&amp;oacute;n breve del producto
source: Describci&oacute;n breve del producto
pt: Breve descrição do produto

source: Servicios
pt: Serviços
