Repository: endclose/stgmsite
Catalog: translations/messages+intl-icu.*.xlf
Languages: es, pt

source: Mantenimiento de Equipo de Laboratorio
pt: Manutenção de equipamentos de laboratório

source: Trabajamos estrechamente con usted para mantener su equipo en un estado de funcionamiento &oacute;ptimo.
pt: Trabalhamos junto com você para manter seu equipamento em ótimo estado de funcionamento.

source: Proporcionamos inspecciones, pruebas, reemplazos, reinstalaciones, calibraciones, reparaciones y reconstrucciones según sea necesario.
pt: Oferecemos inspeções, testes, substituições, reinstalações, calibrações, reparos e reconstruções conforme necessário.

# Soporte T&amp;eacute;cnico
source: Soporte T&eacute;cnico
pt: Suporte Técnico

source: Te ayudamos a optimizar y mejorar el rendimiento de tus productos o servicios tecnol&oacute;gicos, como hardware y software, con un enfoque de prevenci&oacute;n de problemas.
pt: Nós o ajudamos a otimizar e melhorar o desempenho de seus produtos ou serviços tecnológicos, como hardware e software, com uma abordagem de prevenção de problemas.

source: Buscamos brindarle la mejor orientaci&oacute;n sobre el uso de los sistemas y las correcciones para el mal funcionamiento de los equipos.
pt: Procuramos fornecer a você a melhor orientação sobre o uso de sistemas e correções de mau funcionamento de equipamentos.

# &amp;Aacute;rea Ambiental
source: &Aacute;rea Ambiental
pt: Área Ambiental

source: Servicio de Agua Residuales
pt: Serviço de águas residuais

source: Uno de los grandes beneficios del tratamiento de aguas residuales es el de producir en gran medida agua limpia reutilizable y que esté convenientemente disponible para el rehúso.
pt: Um dos grandes benefícios do tratamento de águas residuais é produzir água amplamente limpa e reutilizável, que está convenientemente disponível para reutilização.

source: Este tipo de tratamiento también es conocido como depuración de las aguas residuales.
pt: Esse tipo de tratamento também é conhecido como purificação de águas residuais.

source: Especialistas en Tratamientos de Agua Residuales
pt: Especialistas em tratamento de águas residuais

source: Acelera la biodegradación del efluente de los procesos de la industria del cerdo (purines) y elimina rápidamente el amoníaco, responsable de los olores nocivos.
pt: Acelera a biodegradação de efluentes dos processos do suinícola (chorume) e remove rapidamente a amônia, responsável por odores nocivos.

source: Gel de liberación lenta que biodegrada los residuos orgánicos y fecales en todos los sistemas de tratamiento de aguas.
pt: Gel de liberação lenta que biodegrada resíduos orgânicos e fecais em todos os sistemas de tratamento de água.

source: La biomasa segrega principalmente grasa mediante la principal enzima para biodegradar grasas y aceites, la lipasa.
pt: A biomassa secreta principalmente gordura através da enzima principal para biodegradar gorduras e óleos, lipase.

source: Un potente biocatalizador de amplio espectro que acelera significativamente la tasa de degradación biológica natural de grasas, aceites y desechos orgánicos hasta 1000 veces.
pt: Um poderoso biocatalisador de amplo espectro que acelera significativamente a taxa de degradação biológica natural de gorduras, óleos e resíduos orgânicos até 1000 vezes.

source: Biodegrada el aceite de hidrocarburos en el agua, suelos, alfombras, pavimentos de ladrillos y es eco-amigable con el medio ambiente para la flora, la fauna, la vida acuática y los animales.
pt: Óleo de hidrocarboneto biodegradável em água, pisos, carpetes, pavimentos de tijolos e é ecologicamente correto com o meio ambiente para a flora, fauna, vida aquática e animais.

source: Servicio De Agua Residual
pt: Serviço de águas residuais

source: Cotiza Con Nosotros
pt: Cite conosco

source: LLAMANOS AL (618) 122-04-44
pt: LIGUE PARA NÓS (618) 122-04-44

# Informaci&amp;oacute;n:
source: Informaci&oacute;n:
pt: Em formação:

# Tel&amp;eacute;fono:
source: Tel&eacute;fono:
pt: Telefone:

source: Rocklabs es una marca reconocida, bajo el sello de Scott Technologies; ofrecen soluciones rob&oacute;ticas y de automatizaci&oacute;n inteligente. Se estableci&oacute; en 1969 como un laboratorio comercial, especializado en an&aacute;lisis geoqu&iacute;mico y ensayos de fuego.
pt: Rocklabs é uma marca reconhecida, sob o selo Scott Technologies; oferecem soluções de automação robótica e inteligente. Foi estabelecido em 1969 como um laboratório comercial, especializado em análises geoquímicas e testes de incêndio.

source: Desde entonces, Rocklabs ha sido un innovador global en el campo de los equipos ded preparaci&oacute;n de muestras, una amplia variedad de equipos para la extracci&oacute;n de oro, plata, platino, hierro y paladio.
pt: Desde então, a Rocklabs tem sido uma inovadora global no campo de equipamentos de preparação de amostras, uma ampla variedade de equipamentos para extração de ouro, prata, platina, ferro e paládio.

source: Instrumentos Generales
pt: Instrumentos Gerais

source: Productos Para Equipo de Laboratorio
pt: Produtos para Equipamentos de Laboratório

source: Equipo de Laboratorio
pt: Equipamento de Laboratório

# Tuber&amp;iacute;a HDPE
source: Tuber&iacute;a HDPE
pt: Tubo HDPE

source: Tuber&iacute;a de polietileno de alta densidad (HDPE) de 1/2 ″ de diámetro a 144 ″ de di&aacute;metro
pt: Tubulação de polietileno de alta densidade (HDPE) de diâmetro de 1/2 ″ a 144 ″ de diâmetro.

# Compresi&amp;oacute;n de polipropileno
source: Compresi&oacute;n de polipropileno
pt: Compressão de polipropileno

source: Accesorios de compresión de polipropileno y monturas de servicio en una variedad de tamaños.
pt: Acessórios de compressão de polipropileno e montagens de serviço em uma variedade de tamanhos.

source: Productos de Metalurgia
pt: Produtos de Metalurgia

source: Nombre del Producto producto
pt: Nome do produto

source: El ROCKLABS BOYD Elite es el primer triturador de mandíbula fina de doble acción del mundo, que emplea mandíbulas que pueden contener hasta 5 kg de muestra y triturar una muestra de 70 mm a 2 mm en una sola pasada.
pt: O ROCKLABS BOYD Elite é o primeiro britador de mandíbulas finas de dupla ação do mundo, empregando mandíbulas que podem conter até 5 kg de amostra e esmagar uma amostra de 70 mm a 2 mm em uma única passagem.

source: La trituradora BOYD de modelo más grande de Rocklabs, la trituradora BIG BOYD, emplea trituradoras de mandíbula fina de doble acción para procesar muestras de hasta 20 kg.
pt: O maior triturador modelo BOYD da Rocklabs, o triturador BIG BOYD, usa britadores de mandíbulas finas de dupla ação para processar amostras de até 20 kg.

source: El combo Rocklabs Smart BOYD LSD combina la trituradora BOYD con un divisor lineal de muestras (LSD) controlado por un sistema lógico programable (PLC) que permite al operador pesar previamente las muestras y seleccionar los pesos divididos adecuados.
pt: O combo Rocklabs Smart BOYD LSD combina o triturador BOYD com um divisor linear de amostra (LSD) controlado por um sistema lógico programável (PLC) que permite ao operador pesar previamente as amostras e selecione os pesos divididos adequados.

source: El Rocklabs Mid-Boyd utiliza nuestro diseño de trituración de mandíbula fina de doble acción, con un tamaño de entrada de muestra aumentado de hasta 100 mm. Con mordazas móviles superior e inferior, MID BOYD ofrece la máxima cantidad de trituración, reduciendo las muestras en 50 veces el tamaño original.
pt: O Rocklabs Mid-Boyd usa nosso design de esmagamento de mandíbulas multa de dupla ação, com um tamanho de entrada de amostra aumentado de até 100 mm. Com mandíbulas móveis superiores e inferiores, MID BOYD oferece a quantidade máxima de trituração, reduzindo as amostras em 50 vezes o tamanho original.

source: La trituradora hidráulica Rocklabs prepara muestras de trazas de metales antes de pulverizarlas en un molino de anillo ROCKLABS o equipo similar. Está diseñado para ser fácil de usar, simple de mantener y rentable de operar.
pt: O Britador Hidráulico Rocklabs prepara amostras de traços de metal antes de triturá-las em um moinho. Anel ROCKLABS ou equipamento semelhante. Ele é projetado para ser fácil de usar, simples de manter e de operação econômica.

source: Está especialmente diseñado para procesar muestras con alto contenido de humedad o aquellas que tienden a formar grumos como carbón, piedra caliza, laterita, saprolita, bauxita y yeso, pero puede procesar todos los demás tipos de rocas.
pt: É especialmente projetado para processar amostras com alto teor de umidade ou aqueles que tendem a formar grumos como carvão, calcário, laterita, saprolita, bauxita e gesso, mas podem processar todos os outros tipos de rochas.

source: El CB15S puede funcionar de forma segura en cualquier campana de extracci&oacute;n de laboratorio de qu&iacute;mica h&uacute;meda estándar o en un sistema de ventilaci&oacute;n comparable.
pt: O CB15S pode ser operado com segurança em qualquer capela padrão de laboratório de química úmida ou sistema de ventilação comparável.

source: El digestor CB12L es ideal para la preparaci&oacute;n de muestras m&aacute;s grandes de hasta 30 gr. El CB12L puede funcionar de forma segura en cualquier campana de extracci&oacute;n de laboratorio de qu&iacute;mica h&uacute;meda estándar o en un sistema de ventilaci&oacute;n comparable.
pt: O digestor CB12L é ideal para a preparação de amostras maiores de até 30 gr. O CB12L pode funcionar com segurança em qualquer exaustor. laboratório de química úmida padrão ou sistema de ventilação comparável.

# Productos Para Reactivos Qu&amp;iacute;micos
source: Productos Para Reactivos Qu&iacute;micos
pt: Produtos para Reagentes Químicos

# Reactivos Qu&amp;iacute;micos
source: Reactivos Qu&iacute;micos
pt: Reagentes Químicos
