Repository: endclose/stgmsite
Catalog: translations/messages+intl-icu.*.xlf
Languages: es, pt

source: E-Mail:
es: Correo Electrónico:

source: Phone Number:
es: Teléfono:

source: Home
es: Inicio
pt: Começo

source: About us
es: Conocenos
pt: Nos Conohce

source: Products
es: Productos
pt: Produtos

source: Geology Products
es: Productos de Geología
pt: Produtos de Geologia

source: Sample Preparation
es: Preparación de Muestra
pt: Preparação de Amostra

source: Fire Assay Products
es: Hornos de Ensayo de Fuego
pt: Produtos de Teste de Fogo

source: Lab Equipment
es: Equipo de Laboratorio
pt: Equipamento de Laboratório

source: Instruments
es: Instrumentos
pt: Instrumentos

source: Metallurgical Products
es: Productos de Metalurgía
pt: Produtos de Metalurgia

source: Chemical Reagents
es: Reagentes Químicos
pt: Reagentes Químicos

source: Reference Materials
es: Materiales de Referencia y Estándares
pt: Materiais de Referência

source: Safety Products
es: Productos de seguridad
pt: Produtos de segurança

source: Partners
es: Socios Comerciales
pt: Parceiros de negócios

source: Services
es: Servicios
pt: Serviços

source: Contact us
es: Contactanos
pt: Contate-Nos

source: CONTACT
es: CONTACTO

source: 973 3rd St W, North Vancouver, BC V7P 1E4, Canada
es: 973 3rd St W, North Vancouver, BC V7P 1E4, Canadá

source: All Rights Reserved.
es: Derechos Reservados.

source: Our Partners
es: Nuestros Colaboradores

source: Canadian Company With Biological Solutions
es: Empresa Canadiense Con Soluciones Biológicas

source: Avantu was formed in 2020 in Canada to bring the magic of approved scientifically selected bacteria biends to the global market.
es: Avantu se formó en 2020 en Canadá para llevar la magia de las bacterias biológicas aprobadas y seleccionadas científicamente al mercado mundial.

source: Our roots are in Africa, where our co-founder, Lohmann Beams discovered the power of good bacteria.
es: Sus raíces están en África, donde su cofundador, Lohmann Beams, descubrió el poder de las bacterias beneficiosas.

source: VISIT PAGE
es: VISITAR PÁGINA

source: Canadian Company Dedicated to Certified Reference Materials.
es: Empresa Canadiense Dedicada a Materiales de Referencia Certificados.

source: It is one of the leading providers of quality, ready-to-use reference materials in the mining industry.
es: Es uno de los principales proveedores de materiales de referenia de calidad, listos para usar en la industria minera.

source: It offers its clients a wide selection of test reference materials as well. such as the preparation of custom standards upon request.
es: Ofrece a sus clientes una amplia selección de materiales de referencia de ensayo, así como la preparación de estándares personalizados a pedido.

source: Canadian Made Automatic Digestion Systems
es: Sistemas de Digestión Automáticos de Fabricación Canadiense.

source: Delivers sample digestion technology to prepare samples for analysis faster, with greater precision and improved safety.
es: Ofrece tecnología de digestión de muestras para preparar muestras para análisis más rápido, con mayor precisión y seguridad mejorada.

source: Proven technology is available in multiple platforms that can be incorporated into virtually any standard wet-chem laboratory setting.
es: La tecnología probada de ColdBlock está disponible en múltiples plataformas que se pueden incorporar en prácticamente cualquier entorno de laboratorio de química húmeda estándar.

source: Australian Company Producer of Drying, Melting and Cupellation Furnaces.
es: Empresa Australiana Productora de Hornos de Secado, Fusión y Copelación.

source: Was established in 2007 with a goal to create a fire assay equipment manufacturing company with an unparalleled focus on quality and customer service.
es: Se estableció en 2007 con el objetivo de crear una empresa de fabricación de equipos de ensayo de fuego con un enfoque incomparable en la calidad y el servicio al cliente.

source: Furnace and Assay lead the industry with their Technical and Maintenance services.
es: Furnace and Assay lidera la industria con sus servicios técnicos y de mantenimiento.

source: Australian Manufactured Drying, Melting and Cupellation Furnaces.
es: Hornos de Secado, Fusión y Copelación de Fabricación Australiana.

source: In 1856 the Morgan brothers founded the Patent Plumbago Crucible Company, making crucibles in a small factory in Battersea, London.
es: En 1856, los hermanos Morgan fundaron la Patent Plumbago Crucible Company, que fabricaba crisoles en una pequeña fábrica en Battersea, Londres.

source: The company’s success came from their use of graphite (plumbago) in the clay mix to produce a crucible that melted metal faster and lasted longer than anything else available in Europe at the time.
es: El éxito de la empresa se debió al uso de grafito (plumbago) en la mezcla de arcilla para producir un crisol que fundía el metal más rápido y duraba más que cualquier otra cosa disponible en Europa en ese momento.

source: Laboratory Equipment
es: Equipamiento de Laboratorio.
pt: Equipamento de Laboratório

source: It is a Canadian international manufacturer and distributor of all types of thermoplastic piping systems.(HDPE, PP, PVC, CPVC ECT.) for industrial and municipal projects.
es: Es un fabricados internacional canadiense y distribuidor de todo tipo de sistemas de tuberís termoplásticas (HDPE, PP, PVC, CPVC ECT.) para proyectos industriales y municipales.

source: PPSI It also has field bonding services for all of our products.
es: PPSI también tiene servicios de unión de campo para todos nuestros productos.

source: Products Designed and Manufactured in New Zealand
es: Productos Diseñados y Fabricados en Nueva Zelanda

source: Rocklabs is a recognized brand, under the Scott Technologies seal; offer robotic and intelligent automation solutions. Was established in 1969 as a commercial laboratory, specialising in geochemical analysis and fire assaying.
es: Rocklabs es una marca reconocida, bajo el sello de Scott Technologies; ofrecen soluciones robóticas y de automatización inteligente. Se estableció en 1969 como un laboratorio comercial, especializado en análisis geoquímico y ensayos de fuego.

source: Since then, Rocklabs has been a global innovator in the sample preparation equipment field, supplying a wide variety of equipment for the mining of gold, silver, platinum, iron and palladium.
es: Desde entonces, Rocklabs ha sido un innovador global en el campo de los equipos ded preparación de muestras, una amplia variedad de equipos para la extracción de oro, plata, platino, hierro y paladio.

source: About Us
es: Conocenos
pt: Nos Conohce

source: Our Business
es: Nuestra Empresa

source: We pride ourselves on building strong partnerships in the mining sector that lead to lasting relationships with our clients. We do this by providing tailor made services to our globally based clients.
es: La satisfacción del cliente es el núcleo de la filosofía de STG Mining y nuestro experimentado personal internacional se esfuerza por hacer su vida un poco más fácil simplificando las necesidades de su laboratorio.

source: Our Mission
es: Nuestra Misión

source: As a small business with a global presence, our customers are what really matter.
es: Como una pequeña empresa con presencia global, nuestros clientes son lo que realmente importa.

source: To provide honest and reliable service combined with best-in-class products to meet our clients’ specific needs. We are here for you.
es: Nos esforzamos por brindar continuamente un servicio honesto y confiable, combinado con los mejores productos para satisfacer las necesidades específicas de nuestros clientes. Estamos aquí para usted y valoramos su colaboración y asociación. Su éxito, es nuestro éxito.

source: Our Vision
es: Nuestra Visión

source: Achieve a relationship with our clients as partners that will bring added value to them and our shareholders.
es: Nuestra visión, es convertirnos en un proveedor de confianza de equipos de minería de laboratorios en toda América.

source: Know Us A Little More
es: Conocenos Un Poco Más.

source: Download Our Pamphlet
es: Descarga Nuestro Folleto.

source: Download Here
es: Descargalo Aquí.

source: We Are Here For You
es: Estamos Aquí Para Tí.

source: As Mining Laboratory Specialists
es: Como Especialistas en Laboratorios de Minería.

source: We provide products and services that fit your unique needs.
es: Brindamos Productos y Servicios que se adaptan a sus necesidades.

source: We are dedicated to providing quality products and excellent client services.
es: Nos dedicamos a brindar productos de calidad y un excelente servicio al cliente.

source: Fire Assay
es: Hornos de Fuego.

source: Laboratory Design
es: Diseño de Laboratorios.

source: Reference Materiasl and Standars
es: Materias de Referencia y Estándares.

source: Over the years, we have partnered with leaders in the mining industry.
es: Con el paso de los años, nos hemos relacionado con líderes de la industría minera.

source: READ MORE
es: LEER MÁS

source: Crucibles (Morganite and Noltina)
es: Crisoles (Morganite y Noltina)

source: High-performance crucibles and foundry consumables for non-ferrous metal melting applications.
es: Crisoles de alto rendimiento y consumibles de fundición para aplicaciones de fusión de metales no ferrosos.

source: Refractory Bricks
es: Ladrillos Refractarios

source: They are manufactured from very pure kaolin, enriched with Alumina in versions with higher classification temperatures.
es: Son fabricados a partir de caolines muy puros,enriquecidos con alúmina en las versiones cuyas temperaturasde clasificación son más elevadas.

source: Made in ceramic materials, in black and white, volumes from single to high performance, sizes to be tailored to your requirements and used in applications in the chemical processing markets, industrial, aerospace, energy, medical, etc.
es: Hecho en materiales de cerámica, en blanco y negro, volúmenes desde únicos hasta de alto rendimiento, tamaños que se adaptan a sus requisitos y se utilizan en aplicaciones en los mercados de procesamiento químico, industrial, aeroespacial, energético, médico, etc.

source: The 100 Place Cupellation is suitable for large laboratories, processing 400 to 1200 samples per day. Works with natural gas, liquefied petroleum gas (L.P.) and Diesel.
es: El 100 Place Cupellation es adecuado para laboratorios grandes, con procesamientos de entre 400 a 1200 muestras por dí. Trabaja con gas natural, gas licuado de petroleo (L.P.) y Diesel.

source: This oven has an easy-to-use rotary main on / off switch. It is heated by 12 elements mounted on the side walls. It is ideal for continuous operation. as this will prolong the life of the elements.
es: Este horno tiene un interruptor principal giratorio de encendido/apagado fácil de usar. Se calienta mediante 12 elementos montados en las paredes laterales. Es ideal para el funcionamiento continuo. ya que esto prolongará la vida de los elementos.

source: This oven has a double-burner system forced by a fan, with a system of automatic ignition. It can be switched between NG and LPG (propane) to suit different site requirements, with just a few simple adjustments made on site that involve minimal downtime and associated costs.
es: Este horno tiene un sistema de doble quemador forzado por ventilador, con sistema de encendido automático. Se puede cambiar entre GN y GLP (propano) para adaptarse a los diferentes requisitos del sitio, con solo unos pocos ajustes simples realizados en el sitio que implican un mínimo de tiempo de inactividad y costos asociados.

source: Product Name
es: Nombre del Producto

source: Product Decribe
es: Describción del Producto

source: General Instruments
es: Instrumentos Generales
pt: Instrumentos Gerais

source: HDPE Pipe
es: Tubería HDPE

source: High-density polyethylene (HDPE) tubing from 1/2 ″ diameter to 144 ″ diameter.
es: Tubería de polietileno de alta densidad (HDPE) de 1/2 ″ de diámetro a 144 ″ de diámetro.

source: Polypropylene Compression
es: Compresión de Polipropileno

source: Polypropylene compression fittings and service mounts in a variety of sizes.
es: Accesorios de compresión de polipropileno y monturas de servicio en una variedad de tamaños.

source: Product Describe
es: Describción del Producto

source: Product Name producto
es: Nombre del Producto

source: The ROCKLABS BOYD Elite is the world’s first double-acting fine jaw crusher, employing jaws that can hold up to 5kg of sample and crush a 70mm sample to 2mm in a single pass.
es: El ROCKLABS BOYD Elite es el primer triturador de mandíbula fina de doble acción del mundo, que emplea mandíbulas que pueden contener hasta 5 kg de muestra y triturar una muestra de 70 mm a 2 mm en una sola pasada.

source: Rocklabs larger-model BOYD Crusher – the BIG BOYD Crusher - employs double-acting fine jaw crushers to process samples of up to 20kg.
es: La trituradora BOYD de modelo más grande de Rocklabs, la trituradora BIG BOYD, emplea trituradoras de mandíbula fina de doble acción para procesar muestras de hasta 20 kg.

source: The Rocklabs Smart BOYD LSD combo combines the BOYD Crusher with a Linear Sample Divider (LSD) controlled by a Programmable Logic System (PLC) allowing an operator to pre-weigh samples and select the suitable split weights. It is capable of variable splits in one pass.
es: El combo Rocklabs Smart BOYD LSD combina la trituradora BOYD con un divisor lineal de muestras (LSD) controlado por un sistema lógico programable (PLC) que permite al operador pesar previamente las muestras y seleccionar los pesos divididos adecuados.

source: The Rocklabs Mid-Boyd utilises our double acting fine jaw crushing design, with an increased sample input size of up to 100mm. Featuring top and bottom moving jaws, the MID BOYD delivers the maximum amount of crushing, reducing samples by 50 times the original size.
es: El Rocklabs Mid-Boyd utiliza nuestro diseño de trituración de mandíbula fina de doble acción, con un tamaño de entrada de muestra aumentado de hasta 100 mm. Con mordazas móviles superior e inferior, MID BOYD ofrece la máxima cantidad de trituración, reduciendo las muestras en 50 veces el tamaño original.

source: The Rocklabs Hydraulic Crusher trims excess material from rock samples and drills cores prior to pulverising.
es: La trituradora hidráulica Rocklabs prepara muestras de trazas de metales antes de pulverizarlas en un molino de anillo ROCKLABS o equipo similar. Está diseñado para ser fácil de usar, simple de mantener y rentable de operar.

source: The design simplicity makes the Rocklabs Hammer Mill suitable for processing a wide variety of materials. It is particularly designed to process samples with high moisture content or those that tend to form lumps such as coal, limestone, laterite, saprolite, bauxite, and gypsum but can process all other rock types.
es: Está especialmente diseñado para procesar muestras con alto contenido de humedad o aquellas que tienden a formar grumos como carbón, piedra caliza, laterita, saprolita, bauxita y yeso, pero puede procesar todos los demás tipos de rocas.

source: The CB15S can safely operate in any standard wet-chem laboratory fume hood or comparable ventilation system.
es: El CB15S puede funcionar de forma segura en cualquier campana de extracción de laboratorio de química húmeda estándar o en un sistema de ventilación comparable.

source: The CB12L digester is ideal for preparation of larger sample sizes up to 30 g. The CB12L can safely operate in any standard wet-chem laboratory fume hood or comparable ventilation system.
es: El digestor CB12L es ideal para la preparación de muestras más grandes de hasta 30 gr. El CB12L puede funcionar de forma segura en cualquier campana de extracción de laboratorio de química húmeda estándar o en un sistema de ventilación comparable.

source: Chemical Reagents Products
es: Productos de Reagentes Químicos

source: Laboratory Equipment Maintenence
es: Mantenimiento de Equipo de Laboratorio.

source: We work closely with you to maintain your equipment in a state of optimal functioning.
es: Trabajamos estrechamente con usted para mantener su equipo en un estado de funcionamiento óptimo.

source: We provide onsite inspections, testing, replacement, re-installations, calibrations, repairs and reconstruction as needed.
es: Proporcionamos inspecciones, pruebas, reemplazos, reinstalaciones, calibraciones, reparaciones y reconstrucciones según sea necesario.

source: Technical Support
es: Soporte Técnico

source: We help you optimize and improve the performance of your technological products or services, such as hardware and software, with a problem-prevention approach.
es: Te ayudamos a optimizar y mejorar el rendimiento de tus productos o servicios tecnológicos, como hardware y software, con un enfoque de prevención de problemas.

source: We seek to provide you with the best guidance on the use of systems, and corrections for equipment malfunctions.
es: Buscamos brindarle la mejor orientación sobre el uso de los sistemas y las correcciones para el mal funcionamiento de los equipos.

source: Environmental Area
es: Área Ambiental

source: Waste Water Service
es: Servicio de Agua Residual

source: One of the great benefits of wastewater treatment is to produce largely clean, reusable water that is conveniently available for reuse.
es: Uno de los grandes beneficios del tratamiento de aguas residuales es el de producir en gran medida agua limpia reutilizable y que esté convenientemente disponible para el rehúso.

source: This type of treatment is also known as wastewater purification.
es: Este tipo de tratamiento también es conocido como depuración de las aguas residuales.

source: Waste Water Treatment Specialists
es: Especialistas en Tratamientos de Agua Residuales

source: Accelerates the biodegradation of effluent from the processes of the pig industry (slurry) and quickly removes ammonia, responsible for harmful odors.
es: Acelera la biodegradación del efluente de los procesos de la industria del cerdo (purines) y elimina rápidamente el amoníaco, responsable de los olores nocivos.

source: Slow release gel that biodegrades organic and faecal waste into all water treatment systems.
es: Gel de liberación lenta que biodegrada los residuos orgánicos y fecales en todos los sistemas de tratamiento de aguas.

source: Biomass secretes mainly fat through the main enzyme to biodegrade fats and oils, lipase.
es: La biomasa segrega principalmente grasa mediante la principal enzima para biodegradar grasas y aceites, la lipasa.

source: A powerful broad-spectrum biocatalyst that significantly accelerates the rate of natural biological degradation of fats, oils and organic waste up to 1000 times.
es: Un potente biocatalizador de amplio espectro que acelera significativamente la tasa de degradación biológica natural de grasas, aceites y desechos orgánicos hasta 1000 veces.

source: Biodegrades hydrocarbon oil in water, floors, carpets, brick pavements and it is eco-friendly with the environment for flora, fauna, aquatic life and animals.
es: Biodegrada el aceite de hidrocarburos en el agua, suelos, alfombras, pavimentos de ladrillos y es eco-amigable con el medio ambiente para para la flora, la fauna, la vida acuática y los animales.

source: Quote With Us
es: Cotiza Con Nosotros

source: CALL TO (618) 122-04-44
es: LLAMANOS AL (618) 122-04-44

source: Spanish
es: Español

source: Portuguese
es: Portugues

source: Equipment
es: Equipo

source: Resources
es: Recursos

source: Official Page
es: Página Oficial

source: Contact Us
es: Contáctanos

source: Nort America
es: América del Norte

# 973 3rd St W North Vancouver, Canada&lt;/p&gt;&lt;p&gt;canada@stgmining.com
source: 973 3rd St W North Vancouver, Canada</p><p>canada@stgmining.com
es: 973 3rd St W North Vancouver, Canadá, canada@stgmining.com

source: Blvd. Manuel Avila Camacho 32 Int. 6, Lomas de Chapultepec III, Section Miguel Hidalgo, Cuidad de Mexico 11000
es: Blvd. Manuel Avila Camacho 32 Int. 6, Lomas de Chapultepec III, Sección Miguel Hidalgo, Cuidad de Mexico 11000

source: South America
es: América del Sur

source: Rua Ministro Hermenegildo de Barros, 459 - Itapoa-Belo Horizonte, Brasil.</p><p>brasil@stgmining.com
es: Rua Ministro Hermenegildo de Barros, 459 - Itapoa-Belo Horizonte, Brasil, brasil@stgmining.com

source: Street Chinchasuyu #4, Esq. Antisuyu, Cota Cota, La Paz, Bolivia.</p><p>bolivia@stgmining.com
es: Calle Chinchasuyu #4, Esq. Antisuyu, Cota Cota, La Paz, Bolivia, bolivia@stgmining.com

source: San Pablo N 9900, bodega 6 edificio 2, Comuna de Pudahuel, Santiago, Chile</p><p>chile@stgmining.com
es: San Pablo N 9900, bodega 6 edificio 2, Comuna de Pudahuel, Santiago, Chile, chile@stgmining.com

source: Street Carlos Augusto Salaverry 239, Urb. La Arboleda, San Miguel, Lima, Peru</p><p>peru@stgmining.com
es: Calle Carlos Augusto Salaverry 239, Urb. La Arboleda, San Miguel, Lima, Peru, peru@stgmining.com

source: Our Address
es: Nuestra Dirección

source: Canada
es: Canadá

source: E-Mail
es: Correo Electrónico

source: Call Us
es: Llamanos

source: Let's Work Together
es: Trabajemos Juntos

source: Enrironment Products
es: Productos Ambientales

source: Fatking biomass secretes mainly lipase being the main enzyme to biodegrade fats, oils and greases in all environments such as fat traps, septic tanks STW.
es: La biomasa segrega principalmente grasa mediante la principal enzima para biodegradar grasas y aceites, la lipasa. En todos los ambientes como trampas de grasa, fosas sépticas STW.

source: Predominantly lipase producing bacteria for FOG biodegradation.
es: Bacterias predominantemente productoras de lipasa para la biodegradación de FOG.

source: Eliminates the source of smells related to kitchen waste.
es: Elimina la fuente de olores relacionados con los residuos de cocina.

source: Breaks down FOG buildup in pipes.
es: Descompone la acumulación de FOG en las tuberías.

source: Converts FOG molecules to CO2 and H2O.
es: Convierte moléculas de FOG en CO2 y H2O.

source: Hydroking biodegrades hydrocarbon oil in water, soils, carpets, brick paving and is environmentally friendly to marine, flora, forna, aquatic life and animals.
es: Biodegrada el aceite de hidrocarburos en el agua, suelos, alfombras, pavimentos de ladrillos y es eco-amigable con el medio ambiente para la flora, la fauna, la vida acuática y los animales.

source: Due to the Increased dissolved oxygen it biodegrades the hydrocarbon molecules to CO2 and water leaving harmless nutrients.
es: Debido al aumento del oxígeno disuelto, se biodegrada las moléculas de hidrocarburos a CO2 y el agua dejando nutrientes inofensivos.

source: The process converts hazardous hydrocarbons to non-hazardous.
es: El proceso convierte los hidrocarburos peligrosos en no peligrosos También convierte hidrocarburos inflamables a no inflamables.

source: Removes by biodegrading the hydrocarbon impregnated into concrete, carpets, soil, water, and metal surfaces, leaving no residue.
es: Elimina por biodegradación el hidrocarburo impregnado en hormigón, alfombras, suelo, agua y superficies metálicas, sin dejar residuo.

source: A powerful broad-spectrum biocatalyst that significantly accelerates the natural biological degradation rate of fats, oils, and grease organic waste by up to 1000 times.
es: Un potente biocatalizador de amplio espectro que acelera significativamente la tasa de degradación biológica natural de grasas, aceites y desechos orgánicos hasta 1000 veces.

source: Increases the dissolved oxygen by up to 600%.
es: Aumenta el oxígeno disuelto hasta en un 600%.

source: Biodegrades fats, oils, grease, and protein on dishes, in dishwashing machines, pipes, septic tanks and general equipment degreasing.
es: Biodegrada grasas, aceites, grasas y proteínas en platos, en lavavajillas, tuberías, fosas sépticas y desengrasado de equipos en general.
